{
    "verses": [
      {
        "arabic": "الْهِجْرَةُ رِحْلَةُ هَادِينَا، حَمَلَ الْإِسْلَامُ لَنَا دِينًا",
        "romaji": "Al-Hijratu rihlatu Hādīnā, Hamalal Islāma lanā Dīnā",
        "translation": "Hijrah adalah perjalanan yang menjadi petunjuk bagi kita (Nabi Muhammad SAW) yang membawa Islam kepada kita sebagai agama."
      },
      {
        "arabic": "فَسَلَامُ اللهِ عَلَى الْهَادِي، وَالْكَوْنُ يُرَدِّدُ آمِيْنَا",
        "romaji": "Fasalāmullāhi ʿalāl Hādī, Wal-Kawnu Yuriddū ʾĀmīnā",
        "translation": "Semoga keselamatan dari Allah SWT tercurah atas Nabi Shallallahu alaihi wa sallam sang pembawa petunjuk, dan semesta alam selalu dalam ketentraman."
      },
      {
        "arabic": "رَحِلَ الصَّدِيْقُ عَنِ الدَّارِ، فِي صَحْبَةِ خَيْرِ الْأَبْرَارِ",
        "romaji": "Rahil aṣ-ṣadiqu ʿan ad-dār, Fī ṣuḥbat khayr il-abrār",
        "translation": "Abu Bakar As Shiddiq meninggalkan rumah untuk menemani sebaik-baik manusia (Muhammad Shallallahu alaihi wa sallam)."
      },
      {
        "arabic": "صَلَوَاتُ اللهِ تَبَارَكَهُ، مَلَأَ الدُّنْيَا بِالْأَنْوَارِ",
        "romaji": "Ṣalawātullāhi tabārakahu, Mala-aḍ-ḍunyā bil-anwāri",
        "translation": "Semoga sholawat dan keberkahan tercurah kepada beliau yang memenuhi dunia dengan cahaya."
      },
      {
        "arabic": "اللهُ تَكْفُلُ يَحْمِيهِ، وَعَلِيُّ أَصْبَحَ يُفْدِيهِ",
        "romaji": "Allāhu takfulu yaḥmīhi, Wa ʿAliyyun ashbaha yufdīhi",
        "translation": "Allah SWT selalu menjaganya dan Sayyidina Ali menjadi penggantinya."
      },
      {
        "arabic": "وَبِسِرِّ الْقَوْمِ الْأَشْرَارِ، بِنْتُ الصَّدِيْقِ تُوَافِيهِ",
        "romaji": "Wa bisirri l-qawmi l-ashrār, Bintuṣ-ṣadiqi tuwāfīhi",
        "translation": "Tanpa diketahui orang-orang kafir, Fatimah binti Abu Bakar menepatinya."
      },
      {
        "arabic": "وَصَلَّ الْمُخْتَارُ إلَى طَيِّبَةِ، وَالْكُفْرُ تَرَاجَعَ فِي خِيْبَةِ",
        "romaji": "Wa ṣalla l-mukhtāru ilā ṭayyibah, Wal kufru tarājaʿa fī khībah",
        "translation": "Nabi yang terpilih telah sampai di Madina, dan kafir mundur dalam kegelapan."
      },
      {
        "arabic": "وَجُنُودُ اللهِ تَحِيْطُ بِهِمْ، مِن نُّوْرِ الْإِسْلَامِ الْهَيِبَةِ",
        "romaji": "Wa junūdu Llāhi taḥīṭu bihim, Min nūri l-Islāmi l-haybah",
        "translation": "Pasukan Allah mengalahkan mereka dengan cahaya Islam yang agung."
      },
      {
        "arabic": "بِالرُّوْحِ سَنَحْمِي الْمُخْتَارَ، وَنُقَاتِلُ عَنْهُ الْكُفَّارَ",
        "romaji": "Bir-rūḥi sanḥmī l-mukhtār, Wa nuqātilu ʿanhu l-kuffār",
        "translation": "Dengan seluruh jiwa kami akan menjaga Nabi dan dengannya, kami memerangi orang kafir."
      },
      {
        "arabic": "عَهْدًا لِلَّهِ نُبَايِعُهُ، جُنْدًا لِلَّهِ وَأَنصَارًا",
        "romaji": "ʿAhdan lillāhi nubāyicuhu, Jundan lillāhi wa anṣārā",
        "translation": "Sebagai janji kepada Allah kami berbai'at kepadanya, sebagai pasukan Allah dan penolong agamanya."
      }
    ],
    "arabicText": "لْهِجْرَةُ"
  }
  