{
    "verses": [
      {
        "arabic": "ﺻَﻠَﺎﺓُ ﺍاللهِ ﻣَﺎﻟَﺎﺣَﺖْ ﻛَﻮَﺍﻛِﺐْ ﻋَﻠﻰَ ﺍﺣْﻤَﺪْ ﺧَﻴْﺮِ ﻣَﻦْ ﺭَّﻛِﺐَ ﺍﻟﻨَّﺠَﺂئِبْ",
        "romaji": "Sholaatullahi maalaahat kawaakib ‘Alaa ahmada khoeri man rokiban-najaa-ib",
        "translation": "Selagi bintang masih bercahaya, semoga rahmat Allah tercurah kepada nabi Muhammad yang sebaik-baiknya pengendara unta."
      },
      {
        "arabic": "ﺣَﺪَﻯ ﺣَﺎﺩِﻯ ﺍﻟﺴُّﺮَﻯ ﺑِﺎﺳْﻢِ ﺍﻟْﺤَﺒَﺂئِبْ ﻓَﻬَﺰَّ ﺍﻟﺴُّﻜْﺮُ ﺍَﻋْﻄَﺎﻑَ ﺍﻟﺮَّﻛَائِبْ",
        "romaji": "Hadaa haadiis-suroo bismil-habaa-ib Fahazzasy-syukru a’thoofar-rakaa-ib",
        "translation": "Selama pengiring unta menyanyikan lagu menyebut nama kekasih terindu. Unta mengangguk-angguk menari gembira tertawa irama lagu penunggangnya"
      },
      {
        "arabic": "ﺍَﻟَـﻢْ ﺗَﺮَﻫَﺎ ﻭَﻗَﺪْ ﻣَﺪَّﺕْ ﺧُﻄَﺎﻫَﺎ ﻭَﺳَﺎﻟَﺖْ ﻣِﻦْ ﻣَّﺪَﺍمِعِهَاﺳَﺤَﺂﺋِﺐْ",
        "romaji": "Alam tarohaa wa qod maddat khushoohaa Wa saalat min madaami’ihaa sahaa-ib",
        "translation": "Tidakkah engkau lihat, semakin cepat langkah unta? Bercucuran deras dari matanya air mata bagaikan awan tiba"
      },
      {
        "arabic": "ﻭَﻣَﺎﻟَﺖْ ﻟِﻠْﺤِﻤَﻰ ﻃَﺮَﺑًﺎ ﻭَّﺣَﻨَّﺖْ ﺍِﻟﻰَ ﺗِﻠْﻚَ ﺍﻟْﻤَﻌَﺎلِمِ ﻭَﺍﻟْﻤَﻠَﺎﻋِﺐْ",
        "romaji": "Wamaalat lilhimaa thoroban wa hannat ila tilkal ma’aalimi wal malaa’ib",
        "translation": "Semakin condong pula langkahnya karena gembira, dan rindu pada kandang serta ladang penggembalaannya."
      },
      {
        "arabic": "ﻓَﺪَﻉْ ﺟَﺬْﺏَ ﺍﻟﺰِّﻣَﺎﻡِ ﻭَﻟَﺎ ﺗَﺴُﻘْﻬَﺎ ﻓَﻘَﺎﺋِﺪُ ﺷَﻮْﻗِﻬَﺎ ﻟِﻠْﺤَﻲِّ ﺟَﺎﺫِﺏْ",
        "romaji": "Fada’ jadzbaz-zimaami wa laa tasuq-haa Faqoo-idu syauqihaa lil-hayyi jaadzib",
        "translation": "Maka biarkan, jangan kau tarik tali kekang atau menggiringnya, karena kerinduan pada sang nabilah yang menariknya."
      },
      {
        "arabic": "ﻓَﻬُﻢْ ﻃَﺮَﺑًﺎ ﻛَﻤَﺎ ﻫَﺎﻣَﺖْ ﻭَﺇِﻟَّﺎ ﻓَﺈِﻧَّﻚَ ﻓِﻰ ﻃَﺮِﻳْﻖِ ﺍﻟْﺤُﺐِّ ﻛَﺎﺫِﺏْ",
        "romaji": "Fahim thoroban kamaa hammat wa illaa Fa innaka fii thoriiqil-hubbi kaadzib",
        "translation": "Tunjukkan lah rasa cintamu sebagaimana cintanya unta dan jikalau tidak, Maka jalan cintamu pada nabi adalah dusta."
      },
      {
        "arabic": "ﺍَﻣَّﺎ ﻫَﺬَﺍ ﺍﻟْﻌَﻘِﻴْﻖُ ﺑَﺪَﺍ ﻭَﻫَﺬِﻱ ﻗِﺒَﺎﺏُ ﺍﻟْﺤَﻲِّ ﻟَﺎﺣَﺖْ ﻭَﺍﻟْﻤَﻀَﺎﺭِﺏْ",
        "romaji": "Amaa haadzal-‘aqiiqu badaawa hadzii Qibaabul-hayyi laa-ahat wal-madloorib",
        "translation": "Perhatikan, kota Aqiq telah Nampak dan inilah Qubah Nabi,, gemerlapan cahayanya menyilaukan."
      },
      {
        "arabic": "ﻭَﻟَﻮْ ﺍَﻧَـﺎ ﺳَﻌَـﻴْــنَا ﻛُﻞَّ ﻳَــﻮْﻡٍ ﻋَﻠﻰَ ﺍﻟْﺎَﺣْﺪَﺍﻕِ ﻟَﺎﻓَﻮْﻕَ ﺍﻟﻨَّﺠَﺂئِبْ",
        "romaji": "Falao annaa sa’aynaa kulla yaomin ‘Alal-ahdaaqi laa faoqon-najaa-ib",
        "translation": "Maka seandainya kami menuju tempat, berjalan setiap hari diatas pandangan, bukan di punggung-punggung unta."
      },
      {
        "arabic": "ﻭَﻣَﺎﻟَﺖْ ﻋَﻤِﻠْﻨَﺎ ﻛُﻞَّ ﺣِﻴْﻦٍ ﻟِﺄَﺣْﻤَﺪَ ﻣَﻮْﻟِﺪًﺍ ﻗَﺪْ ﻛَﺎﻥَ ﻭَﺍَﺟِﺐْ",
        "romaji": "Wa lao annaa ‘amilnaa kulla hiinin Li ahmada maulidan qod kaana waajib",
        "translation": "Dan seandainya kami beramal setiap saat Pada peringatan kelahiran Ahmad, maka sungguh hukumnya wajib."
      },
      {
        "arabic": "ﻋَﻠَﻴْﻪِ ﻣِﻦَ ﺍلْمُهَيْمِنِ ﻛُﻞَّ ﻭَﻗْﺖٍ ﺻَﻠَﺎﺓُ ﻣَّﺎ ﺑَﺪَﺍ ﻧُﻮْﺭُ ﺍﻟْﻜَﻮَﺍکِبْ",
        "romaji": "‘Alaihi minal-muhaimini kulla waqtin Sholaatun maa badaa nuurul-kawaakib",
        "translation": "Setiap waktu kumohonkan untuknya dari Allah. Rahmat selama bintang-bintang masih bercahaya."
      },
      {
        "arabic": "ﺗَﻌُﻢُّ ﺍْﻟَﺂﻝَ ﻭَﺍﻟْﺎَصْحَابَ ﻃُــــــﺮَّﺍً جَمِيْعَهُمْ ﻭَﻋِﺘْﺮَتَهُ ﺍﻟْﺎَﻃَﺎيِبْ",
        "romaji": "Ta’ummul- aala wal-ash-haaba thurron Jamii’ahum wa ‘itrotahul-athooyib",
        "translation": "Kepada keluarga dan para sahabat semuanya. Serta semua keturunannya yang baik-baik lagi mulia."
      }
    ],
    "arabicText": "ﺻَﻠَﺎﺓُ ﺍاللهِ ﻣَﺎﻟَﺎﺣَﺖْ ﻛَﻮَﺍﻛِﺐْ"
  }
  