{
    "verses": [
      {
        "arabic": "صَـــلِّ وَسَـلِّمْ يَاسَلَامْ, عَلَى النَّبِىْ خَيْرِ الْاَنَام",
        "romaji": "Ṣalli wa sallim yâ salâm, ‘Alā an-nabī khayri al-ānām",
        "translation": "Bershalawat dan selamat, wahai kedamaian. Kepada Nabi, sebaik-baik manusia."
      },
      {
        "arabic": "وَالْآلِ وَالصَّحْبِ الْكِرَامْ, مَا حَنَّ مُشْــتَاقُ لِّمَى",
        "romaji": "Wa al-āli wa as-shaḥbi al-kirām, Mā ḥanna mushtaqlu lilmā",
        "translation": "Dan keluarga serta para sahabat yang mulia. Betapa aku rindu untuk bertemu dengannya."
      },
      {
        "arabic": "وَاللهِ مَا هَذَا الْـــــــوُجُوْد, اِلَّا مُشِيْرٌ لِـلْمَعْبُوْد",
        "romaji": "Wa Allāhi mā hādhā al-hūjūd, Illā mushīrun lilmacbūd",
        "translation": "Demikianlah adanya, tidak lain hanyalah petunjuk. Hanya sebagai penunjuk kepada Yang disembah."
      },
      {
        "arabic": "فَــــقُمْ وَنَادِيَا وَدُوْد, يَاظَاهِرًا فِيْ كُلِّ شَيْئٍ",
        "romaji": "Faqum wa nādiyā wa dūd, Yā zāhiran fī kulli syai",
        "translation": "Maka berdirilah dan berserulah, wahai Yang Maha Penyayang. Wahai Yang Maha Nyata dalam segala sesuatu."
      },
      {
        "arabic": "يَاآلِ بَيْتِ الْــــمُصْطَفٰى, عُبَيْدُكُمْ يَرْجُوْ الْوَفَا",
        "romaji": "Yā āli baitil Muṣṭafā, ‘Ubaidukum yarjū al-wafā",
        "translation": "Wahai Keluarga Rasulullah yang terpilih. Hamba-hambaMu berharap akan kasih sayangMu."
      },
      {
        "arabic": "يَاسَادَاتِيْ هَذَا الْجَفَا, اَوْرَثَ قَلْبِى الْمُضْنَى كَي",
        "romaji": "Yā sādātī hādhā al-jafā, Awrata qalbī al-muḍnā kay",
        "translation": "Wahai pemimpin-pemimpin yang penuh belas kasihan. Mewarisi hatiku yang penuh penderitaan."
      },
      {
        "arabic": "بِــــنَظْرَةٍ يَا اَهْلَ الْحَي, يَاوَيْحَ قَلْبِي مَا سْتَتَاب",
        "romaji": "Biṇaẓratin yā ahlal ḥay, Yā wayḥa qalbī mā tastāb",
        "translation": "Dengan pandangan, wahai penduduk dunia. Wahai hatiku, tidak tertolak oleh apa yang telah diusahakan."
      },
      {
        "arabic": "مِمَّا جَنَتْ يَدُ الـشَّبَاب, يَاخَـجْلَتِي يَوْمَ الْحِسَاب",
        "romaji": "Mimmā janat yadu ash-shabāb, Yākhajlatī yawmal ḥisāb",
        "translation": "Dari hasil jerih payah anak muda. Alangkah malunya pada hari perhitungan."
      },
      {
        "arabic": "مِـنْ نَاقِدٍ يُحْصِى عَلَى",
        "romaji": "Min nāqidin yuḥṣī ‘alā",
        "translation": "Dari setiap kritik yang dihitung."
      }
    ],
    "arabicText": "صَـــلِّ وَسَـلِّمْ يَاسَلَامْ"
  }
  