{
    "verses": [
      {
        "arabic": "يَاحَبِيبِ يَاحَبِيبِيي يَاحَبِيبِي كَيْفَ اَشْقَى وَاُضَامْ وَفُؤاَدِي قَدْ بَدَابَادِي الظَّلاَمْ",
        "romaji": "Yaa habib Yaa habib Yaa habibi Kaifa asyqoo waudhoom - Wafuaa Wafuaadiy Qodbada baadi baadidh-dholaaam",
        "translation": "Wahai yang tercinta, wahai yang kecintaanku, wahai kecintaanku, betapa celaka dan teraniayanya aku. Kerana telah kelihatan kebinasaan dan gelapnya hati"
      },
      {
        "arabic": "فَتَحَنَّنْ وَامْحُواعَنَّي مَا بَدَا كُلُّ نُورٍٍ مِنْ ثَنَا خَيْر اْلاَنَامِ",
        "romaji": "Fatahannan wamhu 'anni maabadaa - Kullu nuurin min tsanaa khoiril2 anaam",
        "translation": "Kasihanilah dan hapuskan yang kelihatan (kegelapan dan kebinasaan tersebut) dariku. Semua cahaya berasal dari pujian untuk sebaik-baik manusia"
      },
      {
        "arabic": "مَالِي حِبِّي إِنْ يَغِيبْ عَنْ نَا ظِرِ ي تَرَ كَ الْقَوْ لَ مَا لَدَ يْهُ مُسْتَحَامْ",
        "romaji": "Maaliyhibiy in-yaghib2 'an naadhiriy - Tarokalqoul maa ladayhi2 mustahaaaam.",
        "translation": "Aku tidak memiliki apa-apa jika kekasihku lenyap dari pandanganku. Meninggalkan ucapan untuk mengambil bahagian di sisinya."
      },
      {
        "arabic": "اُلُّ حُسْنٍ فِي الْوَ رَ ى يَبْدُوا لَنَا مِنْ جَمَا لِ الْمُصْطَفِى دَاعِ السَّلاَمْ",
        "romaji": "Kullu husnin fil waroo yabduu lanaa - Min jamaa lil mushthofaa daa-'is salaam",
        "translation": "Segala keindahan pada manusia kelihatan pada kami. Dari Keindahan al-Musthafa penyeru keselamatan"
      },
      {
        "arabic": "هَيَّجَ هَيَّجَ هَيَّجَ الْأشْوَاقَ وَالشِّجَنَا مُنْشِدٌ مُنْشِدٌ مُنْشِدٌغَنّيِ (يَا عَيْنِي) غَنَّى فَأَطْرَبْنَا",
        "romaji": "Haiyajan, haiyajan, haiyajaan ashwaa. Yahaidi asywa kowwa saijana. Mursyidul mursyidul mursyidul ronni ya ronni ronna faatrooobanaaa",
        "translation": "Bergelora, bergelora, bergelora rasa rindu (wahai buah hatiku) rasa rindu dan pedih. Wahai pendendang, pendendang, pendendang, pendendang (wahai buah hati), dendangkanlah dan gembirakan kami"
      },
      {
        "arabic": "تَسْلُبُ أَلْبِا بَنَا افْحَا تُهُ. حِلَقَ حِلَقَ حِلَقَ الْاَحْبَابَ (يَا عَيْنَي) اَحْبَابِ مَوْ عِدُنَا",
        "romaji": "Taslubuuuu.. alba bana fhana tuhuuu.. Khilakol khilakol klilakol akhbab ya ronni kolba wakam fatana",
        "translation": "Telah dituang minuman. Di manakah minumanmu?. Berapa kali memikat, berapa kali memikat, berapa kali memikat (wahai buah hati), memikat hati dan beberapa kali menggoda"
      }
    ],
    "arabicText": "يَاحَبِيبِ يَاحَبِيبِيي"
  }
  