{
  "verses": [
    {
      "arabic": "الدِّينُ لَنَا وَالْحَقُّ لَنَا وَالْعَدْلُ لَنَا وَالْكُلُّ لَنَا",
      "romaji": "Ad-dinu lana wal-haqqul lana wal-'adlul lana wal-kullu lana",
      "translation": "Agama itu milik kami, kebenaran itu milik kami, keadilan itu milik kami, dan segalanya itu milik kami."
    },
    {
      "arabic": "أَضْحَى الْإِسْلَامُ لَنَا دِينَا وَجَمِيعُ الْكَوْنِ لَنَا وَطَنَا",
      "romaji": "Adha al-Islamu lana dina wa jami'u al-kawni lana waṭana",
      "translation": "Islam menjadi agama kami, seluruh alam semesta ini menjadi milik kami, dan tanah air ini adalah milik kami."
    },
    {
      "arabic": "تَوْحِيدُ اللهِ لَنَا نُوْرٌ أَعْدَدْنَا الرُّوْحَ لَهُ سَكَنَا",
      "romaji": "Tauhidu Allahi lana nurun a'dadna ar-ruha lahu sakana",
      "translation": "Ketuhanan Allah adalah cahaya yang telah kami siapkan jiwa kami untuk menyatu dengannya."
    },
    {
      "arabic": "هُوَ أَوَّلُ بَيْتٍ تَحْفَظُهُ بِحَيَاةِ الرُّوْحِ وَيَحْفَظُنَا",
      "romaji": "Huwa awwalu baytin taḥfaẓuhu biḥayātil-ruḥi wa yaḥfadhuna",
      "translation": "Dia adalah rumah pertama yang dijaga oleh kehidupan jiwa dan Dia melindungi kami."
    },
    {
      "arabic": "عَلَمُ الْإِسْلَامِ عَلَى الْأَيَّامُ شِعَارُ الْمَجْدِ لِمِلَّتِنَا",
      "romaji": "'Alamu al-Islami 'ala al-ayyamu shi'aru al-majdi li-millatina",
      "translation": "Bendera Islam di atas hari-hari adalah lambang kemuliaan bagi agama kami."
    },
    {
      "arabic": "الْكَوْنُ يَزُولُ وَلَا تُمْحَى بِالدَّهْرِ صَحَائِفُ سُؤدَدِنَا",
      "romaji": "Al-kawnu yazulu wala tumha bil-ddahri ṣaḥā’ifu su’addinā",
      "translation": "Semesta ini akan lenyap, dan catatan kemuliaan kami tidak akan terhapus oleh waktu."
    },
    {
      "arabic": "بُنِيتَ فِي الْأَرْضِ مَعْبَدُهَا وَالْبَيْتُ الْأَوَّلُ كَعْبَتُنَا",
      "romaji": "Bunita fil-'ardi ma'baduha wal-baytu al-awwalu ka'batuna",
      "translation": "Kami membangun tempat ibadah di bumi ini, dan Ka'bah adalah rumah pertama kami."
    },
    {
      "arabic": "يَاأَرْضَ النُّوْرِ مِنَ الْحَرَمَيْنِ وَيَا مِيلَادَ شَرِيعَتِنَا",
      "romaji": "Ya arḍa an-nūri min al-ḥaramayni wa ya mīlāda sharī'atina",
      "translation": "Hai bumi yang penuh cahaya dari dua tempat suci, dan hai tempat lahirnya syariat kami."
    },
    {
      "arabic": "رَوْضُ الْإِسْلَامِ وَدَحَتْهُ فِي أَرْضِكَ رَوَاهَا دُمْنَا",
      "romaji": "Rawḍu al-Islami wa daḥathu fi arḍika rawāha dumuna",
      "translation": "Taman Islam dan keindahannya tersebar di tanahmu, disirami oleh darah kami."
    },
    {
      "arabic": "قُوْلُ لسَّمَاءُ الكَوْنِ لَقَدْ طَا وَلَنَا النَّجْمُ بِرِفْعَتِنَا",
      "romaji": "Qulu lissama'i al-kawni laqad ṭā walana an-najmu birif'atina",
      "translation": "Katakanlah kepada langit semesta: 'Sudah waktunya bagi kami untuk mengangkat bendera kemenangan dengan bintang kami.'"
    },
    {
      "arabic":" وأَذَانُ الْمُسْلِمِ كَانَ لَهُ فِي الْغَرْبِ صَدَى مِنْ هِمَّتِنَا",
      "romaji": "Wa Adzanu al-muslimi kana lahu fi al-gharbi ṣada min himmatina",
      "translation": "Azan seorang Muslim memiliki pantulan di barat karena semangat kami."
    },
    {
      "arabic": "وَمُحَمَّدٌ كَانَ أَمِيرَ الرَّكْبِ يَقُوْدُ الْفَ",
      "romaji": "Wa Muḥammadun kāna amīra ar-rakbi yaqudul-fawza linuṣratinā",
      "translation": "Dan Muhammad adalah pemimpin pasukan yang memimpin kemenangan bagi kesuksesan kami."
    },
    {
      "arabic": "إِنَّ اسْمَ مُحَمَّدُ الْهَادِي رُوْحُ الْآمَالِ لِنَهْضَتِنَا",
      "romaji": "Inna isma Muḥammadul-hādī rūḥul-āmāli linahḍatinā",
      "translation": "Sesungguhnya nama Muhammad adalah pemandu jiwa bagi harapan kami dalam kemajuan kami."
    }
  ],
  "arabicText":"الدِّينُ لَنَا"
}
