{
    "verses": [
      {
        "arabic": "يَا أَهْلَ بَيْتِ النَّبِي - يَا أَهْلَ الصَّفَا وَالْمُنَاجَاة",
        "romaji": "Ya ahla baytin nabi - Ya ahlas safā wal-munājāh",
        "translation": "Wahai keluarga Nabi - Wahai ahli Shafa dan Munajah."
      },
      {
        "arabic": "بَخَتْ مَنْ حَبَّكُم - يَظْفَرْ بِمَا قَدْ تَمَنَّاه",
        "romaji": "Bakhat man ḥabbakum - Yazfar bimā qad taman-nāh",
        "translation": "Beruntunglah siapa yang mencintai kalian - Ia akan berhasil dengan apa yang diinginkannya."
      },
      {
        "arabic": "فِي رِضَا الرَّبِّ يَمْشِي - فِي صَبَاحَه وَمَمْسَاه",
        "romaji": "Fī riḍā ar-robbi yamshī - Fī ṣabāhahu wa-mamsāh",
        "translation": "Dalam ridha Allah ia berjalan - Di pagi dan petangnya."
      },
      {
        "arabic": "بَايُحَصِّل مَطَالِبُه - وَمَا كَان يُرْجَاه",
        "romaji": "Bāyuḥaṣṣil maṭālibuhu - Wa mā kān yurjāh",
        "translation": "Dia akan meraih segala keinginannya - Dan tidak ada yang diharapkannya."
      },
      {
        "arabic": "كُلُّ مَنْ حَبَّكُمْ يَهْنَاه - يَهْنَاه يَهْنَاه",
        "romaji": "Kullu man ḥabbakum yah nāh - Yah nāh yah nāh",
        "translation": "Setiap orang yang mencintai kalian akan bahagia - Akan bahagia, bahagia."
      },
      {
        "arabic": "بِالشَّفَاعَة مِنَ اْلُمخْتَار - فِي يَوْم لُقْيَاه",
        "romaji": "Bish-shafā'ah minal mukhtār - Fī yawm luqyāh",
        "translation": "Dengan syafaat dari yang terpilih - Pada hari pertemuannya."
      },
      {
        "arabic": "مَا خَلَقَ رَبُّنَا - ذَا اْلكَوْن لَوْلَاه لَوْلَاه",
        "romaji": "Mā khalaq robbunā - Dhāl kawni lawlāhu lawlāhu",
        "translation": "Tuhan kita menciptakan - Alam semesta ini karena-Nya, karena-Nya."
      },
      {
        "arabic": "رَأَيت حَدْ فِي الْمَدِيْنَة - يَعْتَكِف فِي مُصَلَّاه",
        "romaji": "Ra-aitu hadan fil madiinah - Ya'takifu fi mushallāh",
        "translation": "Aku melihat seseorang di Madinah - Beribadah di tempat sujudnya."
      },
      {
        "arabic": "أَدْرِكْ أَدْرِكْ عَلَى مَنْ - فِى قَصِيْدَة وَمَغْنَاه",
        "romaji": "Adrik adrik 'alā man - Fī qoshiidatin wa-maghnāh",
        "translation": "Mengerti, mengerti pada siapa - Dalam syair dan nyanyiannya."
      },
      {
        "arabic": "وَأَلْف صَلُّوا عَلَى مَن - حَبَّهُ اللهُ وَ سَمَّاه",
        "romaji": "Wa alfū ṣallū 'alā man - Ḥabbahu Allāhu wa sammāh",
        "translation": "Dan beribu shalawat untuk orang yang - Cintanya dicintai oleh Allah dan diangkat oleh-Nya."
      },
      {
        "arabic": "خَاتِمِ الرُّسُل مَنْ - عَلَّمَه عِلْمَه وَ اَسْمَاه",
        "romaji": "Khātimir rusuli man - 'Allamahu 'ilmahu wa ismāh",
        "translation": "Penutup para Rasul, yang - Mengajarkan ilmu dan memberikan nama-Nya."
      },
      {
        "arabic": "سَيِّدِ الرُّسُل مَقْبُوْلُ - الدُّعَاء عِنْدَ مَوْلَاه",
        "romaji": "Sayyidir rusuli maqbūlu - Ad-du'ā 'inda mawlāh",
        "translation": "Pemimpin para Rasul yang diterima - Doanya di sisi Tuhannya."
      },
      {
        "arabic": "سَيِّدِ الرُّسُل مَقْبَلُ - الدُّعَاء عِنْدَ مَوْلَاه",
        "romaji": "Sayyidir rusuli maqbalu - Ad-du'ā 'inda mawlāh",
        "translation": "Pemimpin para Rasul yang merendahkan diri - Doanya di sisi Tuhannya."
      }
    ],
    "arabicText": "يَا أَهْلَ بَيْتِ النَّبِي"
  }
  