{
    "verses": [
      {
        "arabic": "يَا إِمَامَ الرُّسْلِ يَاسَنَدِي, أَنْتَ بَابُ الله مُعْتَمَدِي",
        "romaji": "Ya imamarrusli ya sanadi anta babullohi mu’tamad",
        "translation": "Wahai pemimpin para Rasul dan wahai sandaranku, setelah Allah engkau adalah peganganku"
      },
      {
        "arabic": "فَبِدُنْيَايَ وَآخِرَتِي, يَا رَسُوْلَ الله خُذْ بِيَدِي",
        "romaji": "Fabidunyaya wa akhiroti ya Rasulalloh jhudz biyadi",
        "translation": "Maka di dunia dan akhiratku peganglah tanganku wahai Rasul"
      },
      {
        "arabic": "قَسَمًا بِالنَّجْمِ حِيْنَ هَوَى, مَا الْمُعَافَى وَالسَّقِيْمُ سَوَا",
        "romaji": "Qosaman binnajmi hina wawa mal mu’afa wassaqimu sawa",
        "translation": "Aku bersumpah dengan bintang ketika terbenam orang yang sakit dan sehat tidak sama."
      },
      {
        "arabic": "فَاخْلَعِ اْلكَوْنَيْنِ عَنْكَ سِوَى, حُبِّ مَوْلَى اْلعُرْبِ وَالْعَجَمِ",
        "romaji": "Fakhla'il kaunaini ‘anka siwa hubbi maulal ‘urbi wal ‘ajami",
        "translation": "Maka lepaskanlah keduanya dari hadapanmu selain kecintaan pada pemimpin orang Arab dan orang ajam (tidak Arab)."
      },
      {
        "arabic": "سَيِّدُ السَّادَاتِ مِنْ مُضَرْ, غَوْثَ أَهْلِ الْبَدْوِ وَالْحَضَرْ",
        "romaji": "Sayyidussadati min udhor ghoutsu ahlil badri wal hadhori",
        "translation": "Dia adalah pemimpin dari pemimpun mudhor, penolong penduduk desa dan kota."
      },
      {
        "arabic": "صَاحِبُ الآيَاتِ وَالسُّوَرِ, مَنْبَعُ اْلَاحْكَامِ وَالْحِكَمِ",
        "romaji": "Shohibul ayaati wassuuri manba’ul ahkaami walhikami",
        "translation": "Dia mempunyai ayat-ayat dan surah-surah sebagai sumber menentukan hukum dan pelajaran."
      },
      {
        "arabic": "قَمَرٌ طَابَتْ سَرِيْرَتُهُ, وَسَجَايَاهُ وَسِيْرَتُهُ",
        "romaji": "Qomarun thobat sariiratuhu wasajaayaahu wasiirotuhu",
        "translation": "Kisahnya seakan-akan seperti bulan (bercahaya) dan ia yang berperilaku dan perbuatannya baik."
      },
      {
        "arabic": "صَفْوَةُ الْبَارِي وَخِيْرَتُهُ, عَدْلُ أَهْلِ الحَلِّ وَالْحَرَمِ",
        "romaji": "Shofwatul baarii wakhiiratuhu ‘adlu ahlil halli wal harami",
        "translation": "Dia adalah pilihan pencipta yang berlaku adil bagi kaum halal dan haram."
      },
      {
        "arabic": "مَارَأَتْ عَيْنٌ وَلَيْسَ تَرَى, مِثْلَ طَهَ فِى اْلوَرَى بَشَرًا",
        "romaji": "Maroat ‘ainun walaisa taro mitsla thoha filwara basyaro",
        "translation": "Tidak akan pernah dilihat lagi oleh mata yang semisal Nabi Muhammad."
      },
      {
        "arabic": "خَيْرُ مَنْ فَوْقَ الثَّرىَ أَثَراً, طَاهِرُ الْاَخْلَاقِ وَالشِّيَمِ",
        "romaji": "Khoiru man fauqotssaro atsaro thohirul akhlaqi wassyiyami",
        "translation": "Sebaik-baik kisah yang diceritakan di bumi, akhlaknya."
      }
    ],
    "arabicText": "يَا إِمَامَ الرُّسْلِ"
  }
  